cask "1password"
cask "1password-cli"
cask "displaylink"
cask "canon-eos-utility"
cask "kitty"
cask "utm"
brew "wget"
brew "gh"
cask "spotify"
cask "discord"
cask "whatsapp"
brew "telnet"
brew "fzf"
brew "rustup-init"
brew "lima"
brew "cmake"
brew "rust-analyzer"
tap "railwaycat/emacsmacport"
cask "emacs-mac"
brew "colima"
brew "docker"
brew "libtool"
brew "doctl"
brew "go"
brew "shellcheck"
brew "kubernetes-cli"
brew "dosbox-x"
brew "qemu"
brew "docker-compose"
brew "minikube"
brew "kubectx"
brew "mu"
brew "gpg"
brew "isync"
brew "pinentry-mac"
brew "meson"
brew "hyfetch"
brew "languagetool"
cask "background-music"
