cask "1password"
cask "1password-cli"
cask "displaylink"
cask "canon-eos-utility"
cask "kitty"
cask "utm"
brew "wget"
brew "gh"
cask "spotify"
cask "discord"
brew "telnet"
brew "fzf"
brew "rustup-init"
brew "lima"
brew "cmake"
brew "rust-analyzer"
tap "railwaycat/emacsmacport"
brew "emacs-mac"
